INSERT INTO message (id, user_id, target_id, creation_date_time, text)
VALUES (31, 1, 2, '2021-01-25 23:10:12+03', 'Привет, как дела?'),
       (32, 2, 1, '2021-01-25 23:10:23+03', 'Привет, все отлично'),
       (33, 2, 1, '2021-01-25 23:10:57+03', 'А у тебя как?'),
       (34, 1, 2, '2021-01-25 23:11:07+03', 'Тоже все хорошо');

INSERT INTO message (id, user_id, target_id, creation_date_time, text)
VALUES (35, 1, 3, '2021-01-25 23:14:01+03', 'Добрый вечер, подскажите пожалуйста, во сколько будет экзамен завтра?'),
       (36, 3, 1, '2021-01-25 23:14:09+03', 'Добрый вечер, Павел. У вашей группы экзамен будет в 10 утра'),
       (37, 1, 3, '2021-01-25 23:14:17+03', 'Хорошо, спасибо');

INSERT INTO message (id, user_id, target_id, creation_date_time, text)
VALUES (38, 1, 4, '2021-01-26 11:56:02+03', 'Привет, сколько я должен тебе за ресторан?'),
       (39, 4, 1, '2021-01-26 11:56:56+03', 'Привет, 560 рублей'),
       (40, 1, 4, '2021-01-26 11:57:12+03', 'Перевел'),
       (41, 4, 1, '2021-01-26 12:58:34+03', 'Получил, спасибо');

INSERT INTO message (id, user_id, target_id, creation_date_time, text)
VALUES (42, 1, 5, '2021-01-26 08:42:11+03', 'Привет, Даша'),
       (43, 5, 1, '2021-01-26 08:52:43+03', 'Привет'),
       (44, 1, 5, '2021-01-26 08:57:10+03', 'Готова к экзамену?'),
       (45, 5, 1, '2021-01-26 09:01:09+03', 'Ну не очень, посмотрим'),
       (46, 5, 1, '2021-01-26 09:01:16+03', 'А ты готов?'),
       (47, 1, 5, '2021-01-26 09:02:00+03', 'Тоже не очень'),
       (48, 5, 1, '2021-01-26 09:02:17+03', 'Ну удачи нам тогда)');