INSERT INTO comment (id, user_id, post_id, creation_date_time, text)
VALUES (49, 5, 7, '2021-01-30 11:10:12+03', 'И чего я ей не нравлюсь? Я хороший кот'),
       (50, 5, 9, '2021-01-30 11:11:12+03', 'Лично у меня от этого счастья полные штаны'),
       (51, 5, 10, '2021-01-30 11:12:12+03', 'Лечим как можем'),
       (52, 4, 10, '2021-01-30 11:13:12+03', 'Поправляйся скорее!'),
       (53, 4, 8, '2021-01-30 11:14:12+03', 'Давно я тут никого не видел, рад знакомству');

INSERT INTO comment (id, user_id, post_id, creation_date_time, text)
VALUES (54, 5, 22, '2021-01-30 11:15:12+03', 'И нашли ведь'),
       (55, 1, 23, '2021-01-30 11:16:12+03', 'Еще и заяц. Сколько же тут животных...');

INSERT INTO comment (id, user_id, post_id, creation_date_time, text)
VALUES (56, 4, 26, '2021-01-30 11:15:12+03', 'Ничего вы меня не подбирали. Вредный Матроскин.'),
       (57, 4, 29, '2021-01-30 11:15:12+03', 'Поздравляю!');

